// data.js — 카테고리 시세 데이터

export const priceData = [
  {
    id: "chair",
    title: "🪑 의자 종류",
    items: [
      ["달의자", "230억~250억"],
      ["커피의자", "230억~250억"],
      ["새장의자", "160억~190억"],
      ["구름의자", "400억"],
      ["게이밍의자 블랙", "500억~530억"],
      ["게이밍의자 화이트", "500억~530억"]
      
    ]
  },

  {
    id: "support-car",
    title: "🚗 후원 차량",
    items: [
      ["M1", "170억~200억"],
      ["미니바티", "150억~180억"],
      ["이그너스", "245억~270억"],
      ["M2", "170억~200억"],
      ["시노비", "100억~120억"],
      ["네로", "230억~250억"],
      ["쇼타로", "80억~100억"],
      ["M3", "150억~200억"],
      ["테저랙트", "270억~300억"],
      ["M4", "170억~200억"],
      ["하쿠쵸우", "80억~110억"],
      ["디베스트", "책정불가"],
      ["M5", "책정불가"],
      ["바티 901", "책정불가"],
      ["비모타테지 H2", "책정불가"]
    ]
  },

  {
    id: "island-car",
    title: "🏝 극락도 차량",
    items: [
      ["바나나카", "책정불가"],
      ["고양카", "책정불가"],
      ["피넛카", "40억~60억"],
      ["쇼파카", "50억~80억"],
      ["에바카", "50억~80억"],
      ["에바카", "50억~80억"]
    ]
  },

  {
    id: "effect",
    title: "✨ 이펙트",
    items: [
      ["불손", "220억~270억"],
      ["불발", "200억~250억"],
      ["리프", "140억~180억"],
      ["번개", "130억~150억"],
      ["꽃잎비", "250억~280억"]
    ]
  },

  {
    id: "skin",
    title: "🎭 스킨",
    items: [
      ["다니엘", "200억~240억"],
      ["HJ", "책정불가"],
      ["YH", "책정불가"],
      ["다혜", "책정불가"],
      ["유자", "80억~130억"],
      ["문신남", "????"],
      ["병아리", "150억~180억"],
      ["고양이", "150억~180억"]
    ]
  },

  {
    id: "dance",
    title: "💃 행동·댄스·동상",
    items: [
      ["액셀레이다", "책정불가"]
    ]
  },

  {
    id: "item",
    title: "✨ 기타 아이템",
    items: [
      ["롤러", "60억~80억"],
      ["펫 입양권", "160억~200억"]
    ]
  }
];
