// data.js — 카테고리 시세 데이터

export const priceData = [
  {
    id: "chair",
    title: "🪑 의자 종류",
    items: [
      ["달 의자", "데이터 없음"],
      ["커피 잔의자", "230억~250억"],
      ["새장 의자", "160억~190억"],
      ["구름 의자", "400억"],
      ["게이밍 의자 블랙", "500억~530억"],
      ["게이밍 의자 화이트", "500억~530억"],
      ["핑크 달의자", "데이터 없음"],
      ["호버 의자", "데이터 없음"],
      ["딸기 케이크 의자자", "데이터 없음"]
      ["움직이는 계란 친구 의자", "데이터 없음"]
      
    ]
  },

  {
    id: "support-car",
    title: "🚗 후원 차량",
    items: [
      ["M1", "170억~200억"],
      ["M2", "170억~200억"],
      ["M3", "150억~200억"],
      ["M5", "책정불가"],
      ["M6", "거래불가"],
      ["미니바티", "150억~180억"],
      ["시노비", "100억~120억"],
      ["쇼타로", "80억~100억"],
      ["하쿠쵸우", "80억~110억"],
      ["바티 901", "책정불가"],
      ["할리A", "책정불가"],
      ["좀비할리", "책정불가"],
      ["비모타테지 H2", "책정불가"],
      ["상투스 바이크", "거래불가"],
      ["당근 바이크", "거래불가"]
      ["미니 보트카", "책정불가"],
      ["이그너스", "245억~270억"],
      ["에메루스", "245억~270억"],
      ["네로", "230억~250억"],
      ["테저랙트", "270억~300억"],
      ["M4", "170억~200억"],
      ["디베스트", "책정불가"],
      ["템페스타 커스텀", "230억~250억"],
      ["RW 리무진(6인승)", "거래불가"],
      ["페가시 커스텀", "거래불가"],
      ["M6", "거래불가"],
    ]
  },

  {
    id: "island-car",
    title: "🏝 극락도 차량",
    items: [
      ["바나나카", "15억~20억"],
      ["고양이카", "15억~20억"],
      ["피넛카", "15억~20억"],
      ["마트카트", "15억~20억"],
      ["쇼파카", "15억~20억"],
      ["보행기카", "15억~20억"],
      ["에바카", "15억~20억"]
    ]
  },

  {
    id: "effect",
    title: "✨ 이펙트",
    items: [
      ["불타는 장갑", "220억~270억"],
      ["불타는 신발발", "200억~250억"],
      ["리프", "140억~180억"],
      ["번개", "130억~150억"],
      ["꽃잎비", "250억~280억"],
      ["리본 신발(스카이)", "400억"],
      ["리본 신발 퍼플", "400억"],
      ["사랑의 하프", "400억"]
    ]
  },

  {
    id: "skin",
    title: "🎭 스킨",
    items: [
      ["다니엘", "200억~240억"],
      ["HJ", "책정불가"],
      ["YH", "책정불가"],
      ["다혜", "책정불가"],
      ["유자", "80억~130억"],
      ["문신남", "????"],
      ["병아리", "데이터 없음"],
      ["고양이", "데이터 없음"],
      ["피치루파", "350억"]
    ]
  },

  {
    id: "dance",
    title: "💃 행동·댄스·동상",
    items: [
      ["액셀레이다", "책정불가"]
    ]
  },

  {
    id: "item",
    title: "✨ 기타 아이템",
    items: [
      ["롤러", "60억~80억"],
      ["고급롤러", "400억~500억"],
      ["펫 입양권", "160억~200억"]
      ["닉네임 변경권", "30억~35억"]
    ]
  }
];
